{
  "1": {
    "Id": 1,
    "Name": "Lyden Af Politik",
    "Header": "Lyden Af Politik",
    "Subheader": "Politik, oprør og musik",
    "Bodytext": "Poltik og musik hang uløseligt sammen i 1970'erne. Et af de store politiske bands herhjemme var Røde Mor,  hvor det politiske projekt, ifølge Troels Trier, handlede om at være identifikations faktor på venstrefløjen.\r\n\r\n1970'erne i Danmark var præget af et levende krydsfelt mellem musik og politik. Dette årti var vidne til fremkomsten af ​​forskellige modkulturelle bevægelser, drevet af et ønske om social forandring og politisk engagement. Det var i denne tid, at den danske musikscene blev en stærk platform for kunstnere til at udtrykke deres uenighed, udfordre samfundsnormer og aktivt deltage i udformningen af ​​tidens politiske diskurs.\r\n\r\nEt af de mest bemærkelsesværdige bands, der er opstået fra denne æra, var Røde Mor, der betyder \"Røde Mor\" på dansk. Røde Mor blev grundlagt i 1970 og var en politisk ladet rockergruppe, der blev synonym med datidens venstrefløjsbevægelser. Bandets musik var stærkt påvirket af socialistiske og kommunistiske ideologier, som de blandede med rock-, folk- og jazzelementer for at skabe en unik lyd.\r\n\r\nRøde Mors tekster var dristige og provokerende og tog fat på en række sociale og politiske spørgsmål. De tacklede temaer som klassekamp, ​​arbejderrettigheder, feminisme og international solidaritet. Røde Mor søgte gennem deres musik at inspirere lytterne til at stille spørgsmålstegn ved den etablerede orden og stræbe efter et mere ligeværdigt samfund.\r\n\r\nMens Røde Mor utvivlsomt var en fremtrædende skikkelse, var de ikke det eneste band, der brugte musikken som et politisk udtryksredskab i Danmark i 1970'erne. Mange andre kunstnere og grupper omfavnede lignende ideologier og skabte musik, der udfordrede status quo. Tiden så fremkomsten af ​​protestsange, folkrock og eksperimentel musik, der alle tjente som magtfulde medier for dissens og aktivisme.\r\n\r\nMusikkens politiske og sociale virkning i 1970'erne var betydelig, da den bidrog til at forme den offentlige mening og fremme en følelse af enhed blandt ligesindede. Sammensmeltningen af ​​musik og politik skabte en potent forandringskraft, der gav stemme til de marginaliserede og udfordrede de fremherskende magtstrukturer.\r\n\r\nAfslutningsvis var 1970'erne i Danmark vidne til en dynamisk blanding af musik og politik, med bands som Røde Mor i spidsen. Deres musik og aktivisme spillede en afgørende rolle i æraens sociale og politiske transformation og efterlod en varig arv for fremtidige generationer af musikere og aktivister at hente inspiration fra."
  },
  "2": {
    "Id": 2,
    "Name": "The Sound of Politics",
    "Header": "The Sound of Politics",
    "Subheader": "Politics, rebellion and music",
    "Bodytext": "Politics and music were inextricably linked in the 1970s. One of the big political bands here at home was Røde Mor, where the political project, according to Troels Trier, was about being an identification factor on the left.\r\n\r\nThe 1970s in Denmark were marked by a vibrant intersection of music and politics. This decade witnessed the rise of various countercultural movements, fueled by a desire for social change and political engagement. It was during this time that the Danish music scene became a powerful platform for artists to express their dissent, challenge societal norms, and actively participate in shaping the political discourse of the era.\r\n\r\nOne of the most notable bands to emerge from this era was Røde Mor, meaning \"Red Mother\" in Danish. Founded in 1970, Røde Mor was a politically charged rock group that became synonymous with the leftist movements of the time. The band's music was heavily influenced by socialist and communist ideologies, which they blended with rock, folk, and jazz elements to create a unique sound.\r\n\r\nRøde Mor's lyrics were bold and provocative, addressing a range of social and political issues. They tackled themes such as class struggle, workers' rights, feminism, and international solidarity. Through their music, Røde Mor sought to inspire listeners to question the established order and strive for a more egalitarian society.\r\n\r\nWhile Røde Mor was undoubtedly a prominent figure, they were not the only band using music as a tool for political expression in Denmark during the 1970s. Many other artists and groups embraced similar ideologies and created music that challenged the status quo. The era saw the emergence of protest songs, folk rock, and experimental music, all serving as powerful mediums for dissent and activism.\r\n\r\nThe political and social impact of music in the 1970s was significant, as it contributed to shaping public opinion and fostering a sense of unity among like-minded individuals. The fusion of music and politics created a potent force for change, giving voice to the marginalized and challenging the prevailing power structures.\r\n\r\nIn conclusion, the 1970s in Denmark witnessed a dynamic blend of music and politics, with bands like Røde Mor leading the charge. Their music and activism played a vital role in the social and political transformation of the era, leaving a lasting legacy for future generations of musicians and activists to draw inspiration from."
  },
  "3": {
    "Id": 3,
    "Name": "Gasolin'",
    "Header": "Den Danske Invasion",
    "Subheader": "Gasolin' i America",
    "Bodytext": "Da Gasolin’ i 1976 drog til USA var håbet højt. Det var den ultimative drøm om det internationale gennembrud. Bandet havde masser af succes med Gas 5 i Danmark. Med det næste skridt satsede de højt: Det var ’go big or go home’.\r\nDrømmen om USA havde været længe undervejs. Da bandet blev grundlagt, sang de på engelsk og bandnavnet kom også fra det engelske ord for benzin. Og så var gassernes egne idoler ærkeamerikanske: vaskeægte rock’n’roll koryfæer som Elvis Presley, Little Richard og Jimi Hendrix.\r\n\r\nGasserne fik overtalt pladeselskabet CBS til at udgive Gas 5 på engelsk på trods af modstand. Pladen blev oversat med hjælp fra bl.a. musikeren Mick Moloney og forfatteren Jan Bredsdorff. What a Lemon blev den engelske titel. Nu var de fire danske lykkeriddere klar til at erobre mulighedernes land.\r\n\r\n”Så syng dog på dansk”                                          \r\n\r\nDen første koncert var i en stor sal i hippiebyen San Francisco. Gasserne var spændte.\r\n\r\nMen da de trådte ud på scenen, var der kun mødt 5-6 publikummer op. Salen var nærmest tom.  Og ikke nok med det. Da de havde spillet to numre, råbte publikum enigt i kor: ”Så syng dog på dansk”.\r\n\r\nOg sådan forgik de fleste efterfølgende koncerter. Publikummet i USA viste sig at være en kombination af danske sømænd, udviklingsstuderende og turister. Og hvad ville de høre? De ville høre det Gasolin’ de kendte og ikke en omgang valbyengelsk.\r\n\r\nUndervejs på det amerikanske eventyr optrådte dog også et par solskinshistorier. F.eks. dukkede 1.000 mennesker op til koncert i storbyen Dallas i Texas. Byens lokale radio havde spillet numre fra What a Lemon i dagevis.\r\n\r\nEgentligt var anmelderkorspet i USA også ganske positive. Der var ros fra toneangivende magasiner som Rolling Stone og The Village Voice. Alligevel blev turneen en fiasko for gasserne. Spillestederne var halvtomme og What a Lemon blev kun solgt i 20.000 eksemplarer. Tournéens sidste koncert i New York blev symbolsk nok aflyst.\r\n\r\nHvad gik galt?\r\n\r\nGasolin’ måtte drage hjem både skuffede og fattigere. Turnéen havde kostet svimlende 1,2 mio. kr., svarende til ca. 5,3 mio. kr. i 2020. Heldigvis blev udgifterne delt mellem bandet og pladeselskabet.\r\n\r\nDerhjemme stod kritikerne i kø og gned salt i såret med angreb om brud på Janteloven. Alligevel fortsatte succesen hjemme i Danmark. Men tiden i USA havde forstærket den interne splid i gruppen og var medvirkende til opløsningen i 1978.\r\n\r\nMange peger på at amerikanske pladeselskab aldrig satsede ordentligt på Gasolin’. Der var simpelhen ikke ordentligt reklameret, promoveret eller distribueret for bandet. Andre peger på at de engelske tekster simpelhent mistede den gasolinske gnist. Den unikke charme forsvandt i mødet med et fremmede sprog og Kims skæve accent.\r\n\r\nDer var adskillige opture i Gasolins karriere, men USA blev ikke en af dem. Verdenskendte blev de aldrig på trods af flere forsøg på at indtage det amerikanske marked, f.eks. med singlen Killin’ Time fra 1978.\r\n\r\nAlligevel er der noget fascinerende og forfriskende i fortællingen om gassernes tid i USA. Det var en langemand til Janteloven og ægte rock’n’roll-drømme på fuld skrue. Gasolin’ var fyldt med håb, energi og drømme: De skulle bare derudaf og indtage verdenen."
  },
  "4": {
    "Id": 4,
    "Name": "Gasolin'",
    "Header": "The Danish Invasion",
    "Subheader": "Gasolin' in America",
    "Bodytext": "When Gasolin' went to the USA in 1976, hopes were high. It was the ultimate dream of the international breakthrough. The band had lots of success with Gas 5 in Denmark. With the next step, they bet big: It was 'go big or go home'.\r\nThe dream of the USA had been a long time coming. When the band was founded, they sang in English and the band name also came from the English word for petrol. And then the gassers' own idols were arch-American: authentic rock'n'roll luminaries such as Elvis Presley, Little Richard and Jimi Hendrix.\r\n\r\nThe Gassers persuaded the record company CBS to release Gas 5 in English, despite opposition. The record was translated with the help of i.a. the musician Mick Moloney and the writer Jan Bredsdorff. What a Lemon became the English title. Now the four Danish knights of fortune were ready to conquer the land of opportunity.\r\n\r\n\"Then sing in Danish\"\r\n\r\nThe first concert was in a large hall in the hippie town of San Francisco. The gases were tense.\r\n\r\nBut when they stepped out on stage, only 5-6 members of the audience had turned up. The hall was almost empty. And not enough of that. When they had played two numbers, the audience shouted in unison: \"Then sing in Danish\".\r\n\r\nAnd that's how most subsequent concerts went. The audience in the US turned out to be a combination of Danish sailors, development students and tourists. And what would they hear? They wanted to hear the Gasolin' they knew and not a round of election English.\r\n\r\nAlong the way on the American adventure, however, a few sunshine stories also appeared. Eg. 1,000 people showed up for a concert in the big city of Dallas in Texas. The town's local radio had been playing tracks from What a Lemon for days.\r\n\r\nActually, the reviewers in the USA were also quite positive. There was praise from leading magazines such as Rolling Stone and The Village Voice. Still, the tour was a failure for the Gases. The venues were half empty and What a Lemon only sold 20,000 copies. The tour's last concert in New York was symbolically cancelled.\r\n\r\nWhat went wrong?\r\n\r\nGasolin' had to go home both disappointed and poorer. The tour had cost a staggering DKK 1.2 million. DKK, corresponding to approx. 5.3 million DKK in 2020. Fortunately, the expenses were shared between the band and the record company.\r\n\r\nAt home, the critics lined up and rubbed salt in the wound with attacks on breaches of the Janteloven. Nevertheless, the success continued at home in Denmark. But the time in the USA had strengthened the internal discord in the group and was instrumental in the disbandment in 1978.\r\n\r\nMany point to the fact that American record companies never invested properly in Gasolin'. There was simply no proper advertising, promotion or distribution for the band. Others point out that the English lyrics simply lost the gasoline spark. The unique charm disappeared in the encounter with a foreign language and Kim's crooked accent.\r\n\r\nThere were several ups and downs in Gasolin's career, but the United States was not one of them. They never became world famous despite several attempts to take the American market, e.g. with the single Killin' Time from 1978.\r\n\r\nStill, there is something fascinating and refreshing in the story of the age of gas in the United States. It was a long man for Janteloven and real rock'n'roll dreams at full throttle. Gasolin' was full of hope, energy and dreams: They just had to get out there and take on the world."
  },
  "5": {
    "Id": 5,
    "Name": "Festivalhistorie",
    "Header": "Festivalhistorie",
    "Subheader": "Markente øjeblikke",
    "Bodytext": "Roskilde Festivalen står midt i et af de mest skelsættende øjeblikke i sin historie. For andet år i træk er den store musikevent aflyst grundet coronapandemien. Men det er ikke første gang, at ’Roskilde’ gennemlever markante hændelser, der er gået over i (festival)historien. Mia Ramsing Jensen stiller her skarpt på syv betydningsfulde begivenheder i Roskilde Festivalens levetid.\r\n\r\n1971: Den første festival\r\n\r\nUnder navnet “Sound Festival” begynder 50 års festivalhistorie. Det er lørdag den 28. august 1971. På Dyrskuepladsen lidt uden for Roskilde, på en scene overtrukket med presenning, står bandet Phillias Fogg . De er det allerførste band, der skal optræde på pladsen, og foran dem er nogle tusind mennesker samlet. De fleste af dem sidder på græsset. De drikker øl, og nogle steder breder den søde lugt af tjald sig. Der er ikke den store forskel på scene-område, musiker-område og festival-område.\r\n\r\nMed overraskende 10.000-13.000 gæster er den første festival et organisatorisk kaos. Alligevel lykkes det to gymnasieelever, en driftig booker og en gruppe friske frivillige at skabe det, der bliver til Danmarks største festival. For kun sølle 30 kroner i entré.\r\n\r\n\r\n \r\n\r\n1978: International kulturbegivenhed med Orange Scene\r\n\r\nSærligt to ting udmærker sig ved Roskilde Festival i 1978.\r\n\r\nFor det første er festivalens store scene dette år skiftet ud med det iøjnefaldende Canopytelt; en enorm orange teltdug, spændt ud over tre metalmaster. Scenen har tidligere været brugt af bl.a. The Rolling Stones, og den har formanden for festivalens musikprogram Leif Skov kastet sin kærlighed på. Han har dette år fået overtalt ledelsen til at købe den. I 1978 hedder scenen blot ”Store Scene”. Men der går ikke mange år, før den får sit navn efter det ikon, den hurtigt bliver – nemlig Orange Scene.\r\n\r\nFor det andet har festivalen i 1978 udviklet sig til en stor international begivenhed. Hovednavnet er Bob Marley and the Wailers – en koncert, der for alvor placerer festivalen på det kulturelle verdenskort og viser, at den formår at omfavne både nye genrer og tidens aktuelle musik. Det er den første reggaekoncert – ikke blot på Roskilde Festival, men også for de fleste af gæsterne.\r\n\r\n1992: Europamesterskabet og Nirvanakoncerten.\r\n\r\nNogle gange går alt op i en højere enhed – det er næsten som om en overjordisk kraft har en finger med i spillet. Måske var det sådan det føltes i 1992, da slutfløjtet lyder, og Danmark kan kalde sig Europamestre i fodbold. Jublen bryder ud, og foran Orange Scene kaster publikum sig ud i en fælles sang af den danske nationalhymne. Fælleskoret fortsætter lige indtil det voldsomt populære, amerikanske grungeband Nirvana går på scenen og flænser lyden af den nationale fest. Lige der mødes festivalens internationale islæt med de store nationale følelser, fodbolden har vakt. Det er den enesten koncert Nirvana nogensinde har spillet i Danmark.\r\n\r\n2000: Ulykken\r\n\r\nDet er lørdag den 1. juli år 2000. Den foregående aftens store regnskyl har gjort området rundt om de opstillede røde telefonbokse godt smattet. De fleste, der står her, har mudder op ad benene og skutter sig i den kolde grå støvregn. Denne morgen er der usædvanligt lange køer foran telefonboksene. For nyheden om en forfærdelig ulykke foran Orange Scene aftenen før er allerede nået ud på den anden side af hegnet, der omkranser festivalen.\r\n\r\nUnder en koncert med det amerikanske band Pearl Jam omkom ni unge mænd.\r\n\r\nFor folkene i telefonkøen handler det om at få beroliget familie og venner derhjemme – at få fortalt, at de er ok. Køen ud for telefonboksen er lang til helt ud på aftenen.\r\n\r\nMan vælger at lade festivalen forsætte. Men 30 års uskyld er slut. Roskilde Festival vil aldrig blive helt det samme efter den nat.\r\n\r\n \r\n\r\n2007: Regnvejret\r\n\r\nTorsdag eftermiddag på Roskilde Festival i 2007. På denne dag falder der 44,6 mm regn. Det er det værste regnskyl i festivalens historie. Og selvom man gør alt for at minimere skaderne, så er der mudder over alt. Allerede i 1970’erne opstår betegnelsen ’Smatten’ – men navnet bider sig først rigtig fast i starten af 1990’erne, hvor der i det herrens år 1991 falder så meget regn, at hele festivalen nær bliver skyllet væk.\r\n\r\nDengang var der endnu ikke installeret dræn i jorden under Dyrskuepladsen, og derfor blev regnvandet liggende som en kæmpe pøl af – ja smat! I 2007 falder der mere regn end i 1991, men måske fordi der i 2007 er taget bedre højde for at lede vandet væk, føles det ikke ligeså slemt. Nogle omfavner vandmasserne, vælter rundt i mudderet som primitive urvæsener. Andre søger ly under en tilfældig teltdug eller presenning og står udtryksløse i ansigtet og venter på et ophold i vejret. Et ophold der aldrig kommer der den juli-torsdag i 2007.\r\n\r\n2011: Koncerten ved skateramperne\r\n\r\nÅret er 2011. Det er onsdag d. 29. juni, og festivalen er sådan set ikke rigtig gået i gang endnu. Det er en af warm-up-dagene – de fire dage før festivalpladsen åbner og det egentlige musikprogram starter. I de dage kan man høre upcoming, typisk danske bands og artister på forskellige scener rundt omkring i campingområdet. Ingen havde dog forventet, at en af disse koncerter vil trække ikke færre end 20.000 publikummer. Men ved skateramperne på campingområdet foran en lille blokvogn udstyret med et lydanlæg og fire kulørte lamper er det netop blevet til virkelighed. Den store menneskemængde er mødt op for at høre hele flokken af fremadstormende hiphoppere fra Nørrebro med den unge rapper Kidd i front. Kidd og hele hans crew er på ingen tid blevet et fænomen. Med deres flabede næsten punkede DIY-tilgang til rap-musik har de spredt sig via de sociale medier på en måde, der kan gøre ethvert pladeselskabs marketingsansvarlig meget misundelig. Og her på den lille interimistiske scene har de gjort det igen – de har taget røven på alle – også Roskilde Festivalen.\r\n\r\n2020 og 2021: Aflysningerne\r\n\r\n1. juli 2020. På Dyreskuepladsen er der meget stille. Græsset er meget grønnere, end det plejer at være. Og så er der en anden lille detalje; det mangler ca. 130.000 mennesker. I 49 år har man kunne høre brølet fra publikum ud over pladsen, men i år er lydlandskabet noget anderledes. Roskilde Festival 2020 var udsolgt. Bands og kunstenere fra hele verden var booket. Men så kom en pandemi i vejen. Og festivalen, der skulle have været nummer 50 i rækken, måtte aflyses. 4. maj 2021. Hvad man må formode har været med tungt hjerte sender Roskilde Festival en pressemeddelelse ud. For andet år i træk må festivalen aflyse grundet den omfattende coronapandemi. Hvad, man troede, var utænkeligt blev til virkelighed. Endnu et år må de mange festivalgæster vente med igen at kunne vælte hegnet til et af Nordeuropas største fællesskaber."
  },
  "6": {
    "Id": 6,
    "Name": "Festivalhistory",
    "Header": "Festivalhistory",
    "Subheader": "Significant moments",
    "Bodytext": "Roskilde Festival is in the middle of one of the most defining moments in its history. For the second year in a row, the big music event has been canceled due to the corona pandemic. But it is not the first time that 'Roskilde' has experienced significant incidents that have gone down in (festival) history. Mia Ramsing Jensen focuses here on seven significant events in Roskilde Festival's lifetime.\r\n\r\n1971: The first festival\r\n\r\nUnder the name \"Sound Festival\" 50 years of festival history begins. It is Saturday 28 August 1971. At Dyrskuepladsen just outside Roskilde, on a stage covered with tarpaulin, the band Phillias Fogg is standing. They are the very first band to perform in the square, and in front of them several thousand people have gathered. Most of them are sitting on the grass. They drink beer, and in some places the sweet smell of tents spreads. There is not much difference between stage area, musician area and festival area.\r\n\r\nWith a surprising 10,000-13,000 guests, the first festival is organizational chaos. Nevertheless, two high school students, an enterprising booker and a group of fresh volunteers manage to create what will become Denmark's biggest festival. For only a measly 30 kroner as an entrance fee.\r\n\r\n \r\n\r\n1978: International cultural event with Orange Scene\r\n\r\nTwo things in particular stand out at the Roskilde Festival in 1978.\r\n\r\nFirstly, the festival's big stage has been replaced this year with the eye-catching Canopy tent; a huge orange marquee, stretched across three metal masts. The stage has previously been used by, among others, The Rolling Stones, and the chairman of the festival's music program Leif Skov has showered his love on it. This year he has persuaded the management to buy it. In 1978, the stage was simply called \"Store Scene\". But not many years pass before it gets its name after the icon it quickly becomes – namely Orange Scene.\r\n\r\nSecondly, the 1978 festival has developed into a major international event. The headline act is Bob Marley and the Wailers – a concert that really places the festival on the cultural world map and shows that it manages to embrace both new genres and current music of the time. It is the first reggae concert – not only at Roskilde Festival, but also for most of the guests.\r\n\r\n1992: The European Championship and the Nirvana concert.\r\n\r\nSometimes everything comes together – it's almost as if an otherworldly force has a hand in the game. Maybe that's how it felt in 1992, when the final whistle blows and Denmark can call themselves European champions in football. The cheers break out, and in front of the Orange Stage the audience launches into a joint singing of the Danish national anthem. The joint choir continues right up until the wildly popular American grunge band Nirvana takes the stage and fills the sound of the national celebration. Right there, the international aspect of the festival meets the great national emotions that football has aroused. It is the only concert Nirvana has ever played in Denmark.\r\n\r\n2000: The accident\r\n\r\nIt is Saturday 1 July 2000. The previous evening's heavy downpour has made the area around the set-up red telephone boxes very wet. Most of the people standing here have mud up their legs and are hurling themselves in the cold gray drizzle. This morning there are unusually long queues in front of the telephone boxes. Because the news of a terrible accident in front of the Orange Stage the night before has already reached the other side of the fence that encircles the festival.\r\n\r\nNine young men died during a concert with the American band Pearl Jam.\r\n\r\nFor the people in the phone queue, it's about reassuring family and friends at home - to be told that they are ok. The queue outside the telephone box is long until well into the evening.\r\n\r\nYou choose to let the festival continue. But 30 years of innocence is over. Roskilde Festival will never be quite the same after that night.\r\n\r\n \r\n\r\n2007: The rainy weather\r\n\r\nThursday afternoon at Roskilde Festival in 2007. On this day, 44.6 mm of rain falls. It is the worst downpour in the festival's history. And even if you do everything to minimize the damage, there is mud all over. As early as the 1970s, the term 'Smatten' arose - but the name only really took hold in the early 1990s, when in the Lord's year 1991 so much rain fell that the entire festival was almost washed away.\r\n\r\nAt that time, no drains had yet been installed in the ground under the Animal Park, and therefore the rainwater was left as a huge pool of – yes smat! In 2007, more rain falls than in 1991, but perhaps because in 2007 better care has been taken to direct the water away, it does not feel as bad. Some embrace the bodies of water, wallow in the mud like primitive primeval creatures. Others seek shelter under a random tent cloth or tarpaulin and stand expressionless, waiting for a stay in the weather. A stay that never gets there on July-Thursday in 2007.\r\n\r\n2011: The concert at the skate ramps\r\n\r\nThe year is 2011. It's Wednesday, June 29, and the festival hasn't really started yet. It is one of the warm-up days – the four days before the festival site opens and the actual music program starts. On those days you can hear upcoming, typically Danish bands and artists on various stages around the camping area. However, no one expected that one of these concerts will attract no fewer than 20,000 spectators. But at the skate ramps in the camping area in front of a small block wagon equipped with a sound system and four colored lamps, it has just become a reality. The large crowd has turned up to hear the whole bunch of up-and-coming hip-hoppers from Nørrebro, led by the young rapper Kidd. Kidd and his entire crew have become a phenomenon in no time. With their flabby almost punk DIY approach to rap music, they've spread via social media in a way that would make any label marketing manager very envious. And here on the small interim stage, they have done it again - they have taken everyone's ass - including the Roskilde Festival.\r\n\r\n2020 and 2021: The cancellations\r\n\r\n1 July 2020. It is very quiet at Dyreskuepladsen. The grass is much greener than it usually is. And then there is another small detail; it lacks approx. 130,000 people. For 49 years you have been able to hear the roar of the audience beyond the square, but this year the soundscape is somewhat different. Roskilde Festival 2020 was sold out. Bands and artists from all over the world were booked. But then a pandemic got in the way. And the festival, which should have been number 50 in the series, had to be cancelled. 4 May 2021. What one must assume has been with a heavy heart, Roskilde Festival sends out a press release. For the second year in a row, the festival has to be canceled due to the extensive corona pandemic. What was thought to be unthinkable became reality. Another year, the many festival-goers have to wait to once again be able to knock down the fence to one of Northern Europe's largest communities."
  }
}